cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/fonts'

brew 'fish'
brew 'git'
brew 'node'
brew 'ssh-copy-id'
brew 'wget'

cask 'font-fira-code'
cask 'font-source-code-pro-for-powerline'
cask 'alfred'
cask 'dashlane'
cask 'flux'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'postman'
cask 'sourcetree'
cask 'spotify'
cask 'the-unarchiver'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'
cask 'spectacle'