cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'sachaos/todoist'

brew 'fish'
brew 'git'
brew 'node'
brew 'ssh-copy-id'
brew 'wget'
brew 'yarn'
brew 'coreutils'
brew 'htop'
brew 'grc'
brew 'fzy'
brew 'terminal-notifier'

cask 'font-fira-code'
cask 'font-source-code-pro-for-powerline'
cask 'alfred'
cask 'dashlane'
cask 'flux'
cask 'google-chrome'
cask 'iterm2'
cask 'postman'
cask 'spotify'
cask 'the-unarchiver'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'
cask 'spectacle'
cask 'slack'
cask 'discord'

mas 'Todoist', id: 585829637
